<?php

namespace Database\Seeders;

use App\Models\AboutUs;
use Illuminate\Database\Console\Seeds\WithoutModelEvents;
use Illuminate\Database\Seeder;

class AboutUsSeeder extends Seeder
{
    /**
     * Run the database seeds.
     */
    public function run(): void
    {
        
        AboutUs::create([
            'desc_ar' => 'من خلال عمل اكثر من 400 خطة تسويقية لأصحاب الأنشطة التجارية وجدت عدة مشكلات تواجههم في الخطط التسويقية:

الخطط تقدم لهم بشكل منقوص وسطحي تغيب منه تفاصيل كثيرة ومهمة.
الخطط تركز على السوشيال ميديا وتهمل نقاط تسويقية لها أولوية في الترتيب.
الأفكار والأنشطة المقدمة تكون أكاديمية وليست واقعية لا تناسب السوق العملي.
لا يوجد من يتابع معك في التنفيذ مما يفشل الخطة حتى وإن كانت جيدة.
غياب البحث التسويقي العميق.
لهذا اخترت أن أقدم لك خطط تسويقية أشمل وأدق تتضمن 150 عنصر تسويقي (50 صفحة) سنعمل على تطويرهم بخطوات عملية واضحة وسأشرف على تنفيذها، وسأدربك على فهمها والتعامل معها طوال عملك بعد ذلك.

ملحوظة:
هذه ليست خطة سوشيال ميديا فقط، بل السوشيال ميديا هي عنصر واحد من بين 150 عنصر. يوجد ملف تعريفي مجاني يشرح التفاصيل يمكن طلبه عند التواصل.
لست مقدم خدمة وإنما استشاري مخلص لعميل يستحق الأفضل.',
            'desc_en' => 'About Us'
        ]);
    }
}
